Repository: geokrety/GeoKrety-mole-name
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, es, fr, id, it, nl, no, sq, tr

source: Thank you!
cs: Děkujeme!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
id: Terima kasih!
it: Grazie!
nl: Hartelijk dank!
no: Tusen takk!
tr: Teşekkür ederiz!

source: Your vote has been registered.
cs: Váš hlas byl započítán.
de: Deine Stimme wurde registriert.
es: Tu voto ha sido registrado.
fr: Votre vote a été enregistré.
id: Suara Anda telah terdaftar.
it: Il tuo voto è stato registrato.
nl: Jouw stem is geregistreerd.
no: Stemmen din har blitt registrert.
tr: Oyunuz kaydedildi.

source: You're one step close to finish.
cs: Už jen krůček.
de: Du bist einen Schritt vor dem Abschluss.
es: Estas a un paso más cerca de terminar.
fr: Vous avez presque terminé.
id: Anda selangkah lagi lebih dekat.
it: Sei a un passo dalla fine.
nl: Je bent toegekomen aan de laatste stap.
no: Du har ett steg igjen.
sq: Ju jeni një hap i afërt për të përfunduar.
tr: Bitirmeye bir adım daha yaklaştınız.

source: You want to call me <q>%(name)s</q>
cs: Navrhuješ říkat mi <q>%(name)s</q>
de: Du möchtest mich <q>%(name)s</q> nennen
es: Quieres llamarme <q>%(name)s</q>
fr: Vous voulez m’appeler <q>%(name)s</q>
it: Se desideri chiamarmi <q>%(name)s</q>
nl: Je kunt mij <q>%(name)s</q> noemen
no: Du vil kalle meg <q>%(name)s</q>
tr: Bana <q>%(name)s</q> demek istiyorsun

source: Please enter your email and click the link in the mail you will receive to validate your choice.
de: Bitte gib deine E-Mail Adresse ein und klicke in der erhaltenen E-Mail den Link um deine Wahl zu bestätigen.
es: Por favor, ingresa tu corre electrónico y has clic en el enlace en el correo que recibirás para validar tu elección.
fr: Veuillez entrer votre email et cliquer sur le lien dans le mail que vous recevrez afin de valider votre choix.
id: Silahkan masukkan email anda dan klik link di surat yang akan anda terima untuk memvalidasi pilihan anda.
it: Per favore leggi la tua posta elettronica e clicca sul link per validare la tua scelta.
nl: Voer je e-mailadres in en klik op de link in de mail die je ontvangt voor het valideren van je keuze.
no: Vennligst angi e-posten din og klikk på lenken du vil motta for å bekrefte valget ditt.
tr: Lütfen e-posta adresinizi girin ve seçiminizi doğrulamak için alacağınız postadaki bağlantıya tıklayın.

source: you@provider.net
cs: you@example.com
es: tu@proveedor.net
fr: vous@fournisseur.net

source: Send me the validation link
de: Schicke mir den Bestätigungs-Link
es: Envíame el enlace de validación
fr: M’envoyer le lien de validation
id: Kirimkan link validasi saya
it: Inviatemi il link per la convalida
nl: Stuur me een bevestigingslink
no: Send meg bekreftelseslenken
tr: Bana onaylama bağlantısını gönderin

source: An error occurred while saving your vote.
cs: Došlo k chybě při ukládání vašeho hlasu.

source: An error occurred while saving your suggestion.
cs: Došlo k chybě při ukládání vašeho návrhu.

source: Thanks for your proposition,
it: Grazie per la proposta,

source: But this name was already proposed.
it: Ma questo nome è già stato proposto.

source: Be careful you didn't validated your vote!
it: Attenzione non hai validato il tuo voto!

source: and clic the validation link.
it: e clicca il link di convalida.

source: Want to propose something else?
it: Vuoi proporre qualcosa di diverso?

source: We are also looking for your help for designing a nice official KretyCoin to celebrate our 10th aniversary.
it: Ti chiediamo inoltre un aiuto per progettare la moneta che celebrerà il nostro 10° anniversario.

source: Name must not be offensive
it: Non inviare ingiurie

source: Name must contains letters <q>G</q> and <q>K</q> in that order
it: Il nome deve contenere le lettere <q>G</q> e<q>K</q> nell'ordine

source: I propose as the mascot name
it: Propongo come nome della mascotte

source: Your username
it: Il tuo nome utente

source: Your email
it: Il tuo indirizzo di posta elettronica

source: Propose
it: Proponi

source: Your proposition is now waiting for moderation.
it: La proposta è ora in attesa di valutazione.

source: An error occured while saving your proposition.
it: Errore durante il salvataggio della tua iscrizione.
