Repository: geokrety/GeoKrety-mole-name
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, es, fr, id, it, nl, no, sq, tr

source: Thanks for your suggestion.
cs: Děkujeme vám za váš návrh.
de: Danke für deinen Vorschlag.
es: Gracias por tu sugerencia.
fr: Merci pour votre proposition.
id: Terima kasih atas saran anda.
nl: Bedankt voor de suggestie.
no: Tusen takk for forslaget ditt.
tr: Öneriniz için teşekkürler.

source: But this name was already suggested.
cs: Ale tento název již byl navrhnut.
de: aber dieser Name wurde bereits vorgeschlagen.
es: Pero este nombre ya fue sugerido.
fr: Mais ce nom à déjà été proposé.
id: Tapi nama ini sudah disarankan.
nl: Helaas is deze naam al voorgesteld.
no: Men dette navnet har allerede blitt foreslått.
sq: Por ky emër tashmë ishte sugjeruar.
tr: Fakat bu isim zaten önerilmiştir.

source: You have already voted
cs: Už jste hlasovali
de: Du hast bereits abgestimmt
es: Ya has votado
fr: Vous avez déjà voté
id: Anda telah memilih
it: Ha già votato
nl: Je hebt al gestemd
no: Du har allerede stemt
tr: Zaten oylama yaptınız

source: for <q>%(name)s</q> on %(vote_datetime)s
de: für <q>%(name)s</q> am %(vote_datetime)s
es: para <q>%(name)s</q> en %(vote_datetime)s
fr: pour <q>%(name)s</q> le %(vote_datetime)s
it: per <q>%(name)s</q>%(vote_datetime)s
nl: voor <q>%(name)s</q> op %(vote_datetime)s
no: på <q>%(name)s</q> i %(vote_datetime)s

source: Do you want to change your vote for <q>%(new_name)s
cs: Opravdu chcete změnit svůj hlas pro <q>%(new_name)s
de: Möchtest du deine Stimme für <q>%(new_name)s ändern
es: ¿Quieres cambiar tu voto por <q>%(new_name)s?
fr: Voulez-vous changer votre vote pour <q>%(new_name)s
it: Vuoi cambiare il tuo voto per <q>%(new_name)s
nl: Moet je stem voor <q>%(new_name)s veranderen?
no: Har du lyst til å endre stemmen din for <q>%(new_name)s?
tr: Oyunuzu <q>%(new_name)s için değiştirmek istiyor musunuz

source: Yes, change my vote
cs: Ano, změnit můj hlas
de: Ja, meine Stimme ändern
es: Sí, cambia mi voto
fr: Oui, changer mon vote
id: Ya, ganti suara saya
it: Sì, cambio il mio voto
nl: Ja, verander mijn stem
no: Ja, endr stemmen min
tr: Evet, oyumu değiştir

source: Be careful you didn't validate your vote!
cs: Pozor, váš hlas stále nebyl potvrzen!
de: Achtung, du hast deine Abstimmung nicht bestätigt!
es: ¡Cuidado! ¡No validaste tu voto!
fr: Attention, vous n’a pas encore validé votre vote !
id: Berhati-hati anda tidak memvalidasi suara anda!
nl: Let op, Je hebt je stem nog niet bevestigd!
no: Vær forsiktig, du bekreftet ikke stemmen din!
sq: Kini kujdes se nuk e keni vërtetuar votën tuaj!
tr: Dikkatli olun, oyunuzu doğrulamadınız!

source: Send validation link again
cs: Znovu poslat kontrolní odkaz
de: Bestätigungs-Link erneut zusenden
es: Enviar enlace de validación otra vez
fr: Envoyer le lien de validation à nouveau
id: Kirim link validasi lagi
it: Invia di nuovo il link di convalida
nl: Bevestiging link opnieuw opvragen
no: Send bekreftelseslenken på nytt
sq: Dërgo lidhjen e validimit përsëri
tr: Doğrulama bağlantısını tekrar gönder

source: GeoKrety Mascot name
cs: Jméno maskota GeoKrety
de: GeoKrety-Maskottchen Name
es: Nombre de Mascota GeoKrety
fr: Nom de la mascotte GeoKrety
id: Nama Maskot GeoKrety
it: Il nome della mascotte GeoKrety
nl: GeoKrety Mascotte naam
no: Navn til GeoKrety sin maskot
sq: Emri GeoKrety Mascot
tr: GeoKrety Maskot adı

source: A question?
cs: Máte otázky?
de: Fragen?
es: ¿Pregunta?
fr: Une question ?
id: Pertanyaan?
nl: Vragen?
no: Et spørsmål?
sq: Një pyetje?
tr: Bir sorunuz mu var?

source: Contact us
cs: Napište nám
de: Kontaktiere uns
es: Contáctanos
fr: Contactez-nous
id: Hubungi kami
nl: Contacteer ons
no: Kontakt oss
tr: Bize ulaşın

source: Now, check your mails
cs: Zkontrolujte, prosím, vaši e-mailovou schránku
de: Prüfe jetzt deine E-Mails
es: Ahora, verifica tus correos
fr: Maintenant, vérifiez vos mails
id: Sekarang, periksa kiriman Anda
it: Ora, controlla la posta elettronica
nl: Controleer nu je e-mails
no: Nå, sjekk e-posten din
sq: Tani, kontrolloni mesazhet tuaja
tr: Şimdi, postalarınızı kontrol edin

source: and click the validation link.
cs: a klikněte na odkaz pro ověření.
de: und klicke den Bestätigungs-Link.
es: y has clic en el enlace de validación.
fr: et cliquez sur le lien de validation.
id: dan klik link validasi.
nl: en klik op de bevestiging link.
no: og klikk på bekreftelseslenken.
sq: dhe klikoni lidhjen e validimit.
tr: ve doğrulama bağlantısına tıklayın.

source: Do you know the GeoKrety mascot name?
cs: Znáte jméno maskota GeoKrety?
de: Kennst du den Namen des GeoKrety-Masskottchens?
es: ¿Sabes el nombre de la mascota de GeoKrety?
fr: Connaissez-vous le nom de la mascotte GeoKrety ?
id: Apakah kamu tahu nama maskot GeoKrety?
it: Conosci il nome della mascotte di GeoKrety?
nl: Weet jij de naam van de GeoKrety mascotte?
no: Vet du hva navnet til GeoKrety sin maskot er?
sq: A e njihni emrin e nuskut GeoKrety?
tr: GeoKrety maskot adını biliyor musunuz?

source: No? Normal, It doesn't have one yet!
cs: Ne? V pořádku, on totiž ještě žádné nemá!
de: Nein? Richtig, denn es hat noch keinen!
es: ¿No? Es normal ¡aún no tiene uno!
fr: Non ? Normal, elle n'en a pas encore !
id: Tidak? Normal, belum ada satupun!
it: No? Normale, non ne ha ancora uno!
nl: Nee? logisch, het heeft nog geen naam!
no: Nei? Forståelig. Den har ikke noe navn ennå!
sq: Nuk ka? Normal, nuk ka akoma një!
tr: Hayır mı? Normal, henüz yok!

source: We need your opinion to choose one!
cs: Potřebujeme váš názor, abychom mohli nějaké vybrat!
de: Wir brauchen deine Meinung um einen Namen auszuwählen!
es: ¡Necesitamos tu opinión para escoger uno!
fr: Nous avons besoin de votre avis pour en choisir un !
id: Kami butuh pendapat anda untuk memilihnya!
it: Abbiamo bisogno della tua opinione per sceglierne uno!
nl: We hebben uw mening nodig om er een te kiezen!
no: Vi trenger meningen din for å velge et!
sq: Ne kemi nevojë për mendimin tuaj për të zgjedhur një!
tr: Bir tane seçmek için fikrinize ihtiyacımız var!

source: GeoKrety is nothing without you, and as a community we hear your voice. Make GeoKrety yours and vote for your favorite name!
de: GeoKrety ist nichts ohne dich als Nutzer, und als Community hören wir auf deine Stimme. Gestalte GeoKrety selbst und stimme für deinen Lieblingsnamen ab!
es: GeoKrety es nada sin ti, y como una comunidad queremos escuchar tu voz. ¡Has GeoKrety tuyo y vota por tu nombre favorito!
fr: GeoKrety n’est rien sans vous, et en tant que communauté nous entendons votre voix. Appropriez-vous les GeoKrety et votez pour votre nom préféré !
id: GeoKrety bukan apa-apa tanpa anda, dan sebagai komunitas kita mendengar suara anda. Buat GeoKrety milik anda dan pilih nama favorit anda!
it: GeoKrety è niente senza di te, e come comunità abbiamo bisogno di sentire la tua voce. Fai tuo GeoKrety e vota per il tuo nome preferito!
nl: GeoKrety is niets zonder jou en als een gemeenschap horen wij graag je mening. Maak GeoKrety persoonlijk door het stemmen met jouw favoriete naam!
no: GeoKrety er ingenting uten deg, og, som et fellesskap, hører vi stemmen din. Gjør GeoKrety ditt og stem på yndlingsnavnet ditt!
sq: GeoKrety nuk është asgjë pa ty, dhe si një komunitet dëgjojmë zërin tënd. Bëni GeoKrety tuaj dhe votoni për emrin tuaj të preferuar!
tr: GeoKrety siz olmadan hiçbir şeydir ve topluluk olarak sesinizi duyuyoruz. GeoKrety'i kendinizin yapın ve favori isminiz için oy verin!

source: I want to vote!
cs: Chci hlasovat!
de: Ich möchte abstimmen!
es: ¡Quier votar!
fr: Je veux voter !
id: Saya ingin memilih!
it: Voglio votare!
nl: Ik wil stemmen!
no: Jeg vil stemme!
sq: Unë dua të votoj!
tr: Oy vermek istiyorum!

source: Take part to the poll.
cs: Zúčastněte se ankety.
de: Nimm an der Umfrage teil.
es: Participa en la encuesta.
fr: Participer au sondage.
id: Ikut ambil bagian dalam polling.
nl: Neem deel aan de poll.
no: Delta i avstemningen.
sq: Merrni pjesë në sondazh.
tr: Ankete katılın.

source: The vote will take place in three steps.
cs: Hlasování bude rozděleno do tří fází.
de: Die Abstimmung erfolgt in drei Schritten.
es: El voto tomará lugar en tres pasos.
fr: Le vote se déroulera en trois étapes.
id: Pemungutan suara akan berlangsung dalam tiga langkah.
nl: De poll bestaat uit 3 stappen.
no: Avstemningen vil bestå av tre steg.
sq: Votimi do të zhvillohet në tre hapa.
tr: Oylama 3 adımda gerçekleşecek.

source: We collect your suggestions
cs: Sbíráme vaše nápady
de: Wir sammeln eure Vorschläge
es: Juntamos sus sugerencias
fr: Nous collectons vos propositions
id: Kami mengumpulkan saran Anda
nl: Wij verzamelen jullie suggesties
no: Vi samler forslagene dine
sq: Ne mbledhim sugjerimet tuaja
tr: Önerilerinizi topluyoruz

source: A comitee will elect 5 of your suggestions
cs: Výbor vybere 5 z vašich návrhů
de: Ein Komitee wählt fünf der Vorschläge aus
es: Un comité eligirá 5 de tus sugerencias
fr: Un Comité élira 5 de vos suggestions
id: Sebuah komite akan memilih 5 dari saran Anda
nl: Een comité zal 5 van jullie suggesties uitkiezen
no: En komité vil velge 5 av forslagene dine
sq: Një komision do të zgjedhë 5 nga sugjerimet tuaja
tr: Bir komite 5 önerinizi seçecek

source: You vote for your prefered name
cs: Vy vybíráte ten nejlepší
de: Ihr stimmst für euren Favoriten ab
es: Vota por tu nombre preferido
fr: Vous votez pour votre nom préféré
id: Anda memilih nama pilihan Anda
nl: Jij stemt voor jouw naam van voorkeur
no: Du stemmer på det navnet du liker best
sq: Ju votoni për emrin tuaj të preferuar
tr: Tercih isminiz için oy verin

source: Vote
cs: Hlasovat
de: Abstimmen
es: Voto
fr: Voter
id: Suara
it: Vota
nl: Stemmen
no: Stem
tr: Oy ver

source: By %(username)s
cs: Od %(username)s
de: Von %(username)s
es: Por %(username)s
fr: Par %(username)s
nl: Door %(username)s
no: Av %(username)s
tr: %(username)s tarafından

source: Want to suggest something else?
cs: Máte lepší nápad?
de: Möchtest du einen anderen Namen vorschlagen?
es: ¿Quieres sugerir algo más?
fr: Vous voulez proposer quelque chose d’autre ?
id: Ingin menyarankan sesuatu yang lain?
nl: Wil je een andere suggestie doen?
no: Vil du foreslå noe annet?
sq: Dëshironi të sugjeroni diçka tjetër?
tr: Başka bir şey önermek istiyor musunuz?

source: Other community poll
cs: Další anketa
de: Andere Community-Umfrage
es: Otra encuesta de la comunidad
fr: Autre sondage communautaire
id: Jajak pendapat masyarakat lainnya
it: Altro sondaggio di comunità
nl: Andere community rondvraag
no: Andre fellesskapsavstemninger
sq: Anketa të tjera të komunitetit
tr: Diğer topluluk anketi

source: We are also looking for your help for designing a nice official KretyCoin to celebrate our 10th anniversary.
cs: Také bychom chtěli pomoc s designem oficiálního KretyCoinu na oslavu desátého výročí.
de: Wir brauchen deine Hilfe auch beim Design einer schönen offiziellen KretyCoin um unser 10. Jubiläum zu feiern.
es: También estamos buscando por tu ayuda para diseñar una linda KretyCoin oficial para celebrar nuestro 10 aniversario.
fr: Nous avons également besoin de votre aide pour concevoir un joli KretyCoin officiel afin de célébrer notre 10ème anniversaire.
id: Kami juga mencari bantuan anda untuk merancang KretyCoin resmi yang bagus untuk merayakan ulang tahun ke-10.
nl: Wij kunnen je hulp gebruiken om een mooie officiële KretyCoin te ontwerpen om onze 10e verjaardag te vieren.
no: Vi ser også etter hjelp til å designe en fin offisiell KretyCoin for å feire det 10. jubileet vårt.
sq: Ne po kërkojmë gjithashtu ndihmën tuaj për hartimin e një zyrtari të bukur KretyCoin për të festuar përvjetorin tonë të 10-të.
tr: Ayrıca 10. yıl dönümümüzü kutlamak için güzel bir KretyCoin tasarlamak için yardım arıyoruz.

source: Let me give my opinion
cs: Chci sdělit svůj názor
de: Ich möchte meine Meinung mitteilen
es: Déjame dar mi opinión
fr: Je veux donner mon avis
id: Izinkan saya memberikan pendapat saya
it: Permettetemi di dare la mia opinione
nl: Ik wil graag mijn mening geven
no: La meg gi deg meningen min
sq: Më lejoni të jap mendimin tim
tr: Fikrimi ver

source: An error occured while saving you vote.
de: Beim Speichern deiner Stimme ist ein Fehler aufgetreten.
es: Un error ocurrió mientras guardaba tu voto.
fr: Une erreur s’est produite lors de l'enregistrement de votre vote.
id: Terjadi kesalahan saat menyimpan suara Anda.
it: Errore riscontrato durante il salvataggio del voto.
nl: Er is een fout opgetreden tijdens het opslaan van jouw stem.
no: Det oppsto en feil under lagringen av stemmen din.
sq: Ndodhi një gabim gjatë ruajtjes së votës.
tr: Oyunuzu kaydederken bir hata oluştu.

source: Invalid token.
cs: Neplatný token.
de: Ungültiger Token.
es: Código inválido.
fr: Jeton non valide.
id: Token tidak valid.
it: Token non valido.
nl: Ongeldige token.
no: Ugyldig nøkkel.
sq: Notë e pavlefshme.
tr: Geçersiz token.

source: You have another idea?
cs: Máte další nápad?
de: Hast du eine andere Idee?
es: ¿Tienes otra idea?
fr: Vous avez une autre idée ?
id: Apakah anda punya ide lain?
it: Hai un'altra idea?
nl: Heb je een ander idee?
no: Har du en annen idé?
sq: Ke ndonjë ide tjetër?
tr: Başka fikriniz var mı?

source: Don't hesitate to submit your favorite and cute name.
cs: Neváhejte a odešlete své oblíbené roztomilé jméno.
de: Übermittle uns gerne deinen bevorzugten niedlichen Namen.
es: No dudes en subir tu favorito y lindo nombre.
fr: N’hésitez pas à soumettre votre nom préféré et mignon.
id: Jangan ragu untuk mengirimkan nama favorit dan anada dan nama lucu anda.
it: Non esitare a inviare il tuo nome preferito.
nl: Aarzel niet om een favoriete en leuke naam in te sturen.
no: Ikke nøl med å foreslå et søtt navn du liker.
sq: Mos hezitoni të dërgoni emrin tuaj të preferuar dhe të bukur.
tr: Favori ve şirin adınızı sunmaktan çekinmeyin.

source: The name must not be offensive
cs: Název nesmí být urážlivý
de: Der Name darf nicht beleidigend sein
es: El nombre no debe ser ofensivo
fr: Le nom ne doit pas être offensant
id: Nama itu tidak boleh menyinggung perasaan
nl: De naam mag niet aanstootgevend zijn
no: Navnet kan ikke være støtende
sq: Emri nuk duhet të jetë ofendues
tr: İsim saldırgan olmamalıdır

source: The name must contains letters <q>G</q> and <q>K</q> in that order
cs: Název musí obsahovat písmena <q>G</q> a <q>K</q> v tomto pořadí
de: Der Name muss die Buchstaben <q>G</q> und <q>K</q> in dieser Reihenfolge beinhalten
es: El nombre debe contener letras <q>G</q> y <q>K</q> en ese orden
fr: Le nom doit contenir les lettres <q>G</q> et <q>K</q> dans cet ordre
id: Nama harus berisi huruf <q> G </ q> dan <q> K </ q> dalam urutan itu
nl: De naam moet wel de letters <q>G</q> en <q>K</q> in deze volgorde bevatten
no: Navnet må inneholde bokstavene <q>G</q> og <q>K</q> i den rekkefølgen
tr: İsim sırayla <q>G</q> ve <q>K</q> harflerini içermelidir

source: I suggest as the mascot name:
cs: Navrhuji jako jméno maskota:
de: Ich schlage als Maskottchen-Name vor:
es: Sugiero como el nombre de la mascota:
fr: Je propose comme nom de mascotte:
id: Saya sarankan sebagai nama maskot:
nl: Mijn suggestie als mascotte naam is:
no: Jeg foreslår som maskotnavn:
sq: Unë sugjeroj si emrin maskot:
tr: Maskot adı olarak öneriyorum:

source: Some name
cs: Váš návrh
de: Ein Name
es: Propuesta de nombre
fr: Un nom
id: Beberapa nama
it: Qualche nome
nl: Een naam
no: Et eller annet navn
sq: Disa emra
tr: Bazı isimler

source: Your username:
cs: Vaše jméno (přezdívka):
de: Dein Benutzername:
es: Tu nombre de usuario:
fr: Votre nom d’utilisateur:
id: Nama pengguna:
nl: Jouw gebruikersnaam:
no: Brukernavnet ditt:
sq: Emri i përdoruesit:
tr: Kullanıcı adınız:

source: Username
cs: Jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
id: Nama
it: Nome utente
nl: Gebruikersnaam
no: Brukernavn
sq: Emri i përdoruesit
tr: Kullanıcı adı

source: Your email:
cs: Váš e-mail:
de: Deine E-Mail:
es: Tu correo electrónico:
fr: Votre adresse email:
id: Email anda:
nl: Jouw e-mailadres:
no: E-posten din:
sq: Emaili yt:
tr: E-Posta adresiniz:

source: Suggest
cs: Odeslat návrh
de: Vorschlagen
es: Sugerencia
fr: Suggérer
id: Menyarankan
nl: Voorstellen
no: Foreslå
tr: Önerilen

source: Your mail address will only be used to validate your vote, we will never share it with other parties.
cs: Vaše e-mailová adresa bude použita pouze pro ověření vašeho hlasu, v žádném případě ji nebudeme sdílet s nikým dalším.
de: Deine E-Mail Adresse wird nur genutzt um die Abstimmung zu bestätigen, sie wird niemals mit Dritten geteilt.
es: Tu dirección de correo electrónico será usada sólo para validar tu voto, nunca compartiremos con terceras personas.
fr: Votre adresse mail servira seulement à valider votre vote, nous ne la partagerons jamais avec d’autres parties.
id: Alamat surat Anda hanya akan digunakan untuk memvalidasi suara Anda, kami tidak akan pernah membagikannya dengan pihak lain.
it: Il tuo indirizzo di posta elettronica servirà solo per convalidare il tuo voto, non lo condividiamo con altri.
nl: Jouw e-mailadres worden uitsluitend gebruikt voor het valideren van jouw stemming, we zullen het nooit delen met andere partijen.
no: E-postadressen din vil kun brukes til å bekrefte stemmen din, vi vil aldri dele den med andre parter.
sq: Adresa juaj e postës do të përdoret vetëm për të vërtetuar votën tuaj, ne kurrë nuk do ta ndajmë atë me palët e tjera. Konteksti | Konteksti i Kërkesës
tr: Posta adresiniz sadece oyunuzu doğrulamak için kullanılır, asla posta adresinizi diğer taraflarla paylaşmayacağız.

source: Thanks!
cs: Děkujeme!
de: Danke!
es: ¡Gracias!
fr: Merci !
id: Terima kasih!
it: Grazie!
nl: Bedankt!
no: Tusen takk!
tr: Teşekkürler!

source: Your suggestion is now waiting for moderation.
cs: Váš návrh nyní čeká na schválení.
de: Dein Vorschlag wartet nun auf Moderation.
es: Tu propuesta está esperando ahora por moderación.
fr: Votre suggestion est maintenant en attente de modération.
id: Saran Anda sekarang menunggu moderasi.
nl: Jouw suggestie wacht nu op goedkeuring.
no: Forslaget ditt venter nå på moderering.
sq: Sugjerimi juaj tani është duke pritur për moderim.
tr: Öneriniz şimdi denetlenmeyi bekliyor.

source: An error occured while saving your suggestion.
de: Beim Speichern deines Vorschlags ist ein Fehler aufgetreten.
es: Un error ocurrió mientras se guardaba tu sugerencia.
fr: Une erreur s’est produite lors de l’enregistrement de votre suggestion.
id: Terjadi kesalahan saat menyimpan saran anda.
nl: Er is een fout opgetreden tijdens het opslaan van jouw suggestie.
no: En feil oppsto under lagringen av forslaget ditt.
sq: Ndodhi një gabim gjatë ruajtjes së sugjerimit tënd.
tr: Önerinizi kaydederken bir hata oluştu.

source: Please try again later.
cs: Zkuste to prosím později.
de: Bitte versuche es später erneut.
es: Por favor, inténtalo más tarde.
fr: Veuillez réessayer ultérieurement.
id: Silakan coba lagi nanti.
it: Per favore riprova più tardi.
nl: Probeer het later nog eens.
no: Vennligst prøv igjen senere.
tr: Lütfen daha sonra tekrar deneyin.

source: An error occured while saving your vote.
de: Beim Speichern deiner Stimme ist ein Fehler aufgetreten.
es: Un error ocurrió mientras se guardaba tu voto.
fr: Une erreur s’est produite lors de l'enregistrement de votre vote.
id: Terjadi kesalahan saat menyimpan suara Anda.
it: Errore riscontrato durante il salvataggio del voto.
nl: Er is een fout opgetreden tijdens het opslaan van jouw stem.
no: Det oppsto en feil under lagringen av stemmen din.
tr: Oyunuzu kaydederken bir hata oluştu.

source: GeoKrety - Confirm your vote
cs: GeoKrety - potvrďte váš hlas
de: GeoKrety - Bestätige deine Wahl
es: GeoKrety - confirma su voto
fr: GeoKrety - confirmer votre vote
id: GeoKrety - Konfirmasikan suara Anda
it: GeoKrety - conferma il tuo voto
nl: GeoKrety - bevestig jouw stem
no: GeoKrety - Bekreft stemmen din
sq: GeoKrety - Konfirmoni votën tuaj
tr: GeoKrety - Oyunuzu onaylayın

source: Hi! Thanks you for participating in finding our mascot a name. You have voted for "%(name)s" Please click (or copy/paste) this link %(url)s to validate your vote.
cs: Ahoj! Děkujeme za účast v anketě o název našeho maskota. Hlasoval jsi pro "%(name)s" Nyní ještě prosím ověřte svůj hlas navštívením tohoto odkazu: %(url)s
de: Hallo! Danke für deine Teilnahme bei der Namensfindung für unser Maskottchen. Du hast für "%(name)s" gestimmt Bitte klicke (oder kopiere) diesen Link %(url)s um deine Wahl zu bestätigen.
es: ¡Hola! Gracias por participar en encontrar el nombre de nuestra mascota. Tu has votado por "%(name)s" Por favor, has clic (o copia/pega) este enlace %(url)s para validar tu voto.
fr: Salut ! Merci pour votre participation à notre recherche d'un nom de mascotte. Vous avez voté pour « %(name)s », veuillez cliquer (ou copier/coller) sur ce lien %(url)s pour valider votre vote.
id: Hi! Terima kasih atas partisipasi anda dalam mencari nama untuk sebuah maskot kami. Anda telah memilih "%(name)s" Silahkan klik (atau salin/paste) link ini %(url)s untuk memvalidasi suara anda.
it: Ciao, Grazie per aver partecipato e trovato il nome della tua mascotte Hai votato per "%(name)s" Clicca (o copia/incolla) questo link %(url)s per validare il tuo voto.
nl: Hallo! Bedankt voor je deelname om een naam voor onze mascotte te vinden. Je hebt voor "%(name)s" gestemd Klik (of kopieer) deze link %(url)s om je stem te bevestigen.
no: Hei! Tusen takk for deltakelsen din med å finne et navn til maskoten vår. Du har stemt på "%(name)s". Vennligst klikk på (eller kopiér/lim inn) denne lenken: %(url)s, for å bekrefte stemmen din.
tr: Merhaba! Maskot adımızı bulmamıza katıldığınız için teşekkür ederiz. "%(name)s" için oylama yaptınız Lütfen oyunuzu doğrulamak için bu bağlantıya %(url)s tıklayın ( veya kopyala/yapıştır yapın).

source: Hi!<br> Thanks you for participating in finding our mascot a name.<br> You have voted for <q>%(name)s</q><br> Please click to <a href="%(url)s">validate your vote</a>.
cs: Ahoj!<br> Děkujeme za účast v anketě o název našeho maskota.<br> Hlasoval jsi pro <q>%(name)s</q><br> Nyní ještě prosím <a href="%(url)s">ověřte svůj hlas</a>.
de: Hallo!<br> Danke für deine Teilnahme bei der Namensfindung für unser Maskottchen.<br> Du hast für <q>"%(name)s"</q> gestimmt<br> Bitte klicke um <a href="%(url)s">deine Wahl zu bestätigen</a>.
es: ¡Hola!<br> Gracias por participar en encontrar un nombre de nuestra mascota.<br> Has votado por <q>%(name)s</q><br> Por favor, has clic en <a href="%(url)s">para validar tu voto</a>.
fr: Salut ! <br> Merci pour votre participation à notre recherche d'un nom de mascotte.<br> Vous avez voté pour <q>%(name)s</q> <br> Veuillez cliquer pour <a href="%(url)s">valider votre vote</a>.
it: Ciao! <br>Ti ringraziamo per aiutarci a trovare alla nostra mascotte un nome. <br>Hai votato per <q>%(name)s</q> <br>per favore clicca per <a href="%(url)s"> per validare il tuo voto</a>.
nl: Hallo!<br> Bedankt voor je deelname om een naam voor onze mascotte te vinden.<br> Je hebt gestemd op<q>%(name)s</q><br> Klik op <a href="%(url)s">om je stem te bevestigen</a>.
no: Hei!<br> Tusen takk for deltakelsen din med å finne et navn til maskoten vår.<br> Du har stemt på <q>"%(name)s".</q><br> Vennligst klikk her for å <a href="%(url)s">bekrefte stemmen din</a>.
tr: Merbaha!<br> Maskot adımızı bulmamıza katıldığınız için teşekkür ederiz.<br> <q>%(name)s</q><br> için oylama yaptınız Lütfen <a href="%(url)s">oyunuzu doğrulamak için</a> tıklayın.

source: Please fill all fields
cs: Vyplňte prosím všechna pole
de: Bitte alle Felder ausfüllen
es: Por favor llena todos los campos
fr: Merci de remplir tous les champs
id: Silahkan isi semua kolom
nl: Vul alle velden in
no: Vennligst fyll inn alle feltene
tr: Lütfen tüm alanları doldurun

source: Back Home
cs: Zpět na úvodní stránku
de: Zurück zur Startseite
es: Vuelta a Inicio
fr: Retour à l'Accueil
id: Kembali ke rumah
it: Torna alla home page
nl: Terug naar begin
no: Hjem
tr: Ana sayfaya geri dön
